"livechat.inputfield.questionplaceholder" = "Zadajte otázku";
"livechat.inputfield.messageplaceholder" = "Správa";
"livechat.inputfield.feedbackplaceholder" = "Tu zadajte svoju spätnú väzbu...";
"livechat.inputfield.commentplaceholder" = "Komentár";
"livechat.headertitle.department" = "Vyberte si oddelenie";
"livechat.headertitle.feedback" = "Zanechajte svoje pripomienky";
"livechat.button.send" = "Odoslať";
"livechat.button.ok" = "OK";
"livechat.button.photolibrary" = "Knižnica fotografií";
"livechat.button.sendPhoto" = "Odoslať fotografiu";
"livechat.button.takescreenshot" = "Vytvoriť snímku obrazovky";
"livechat.button.cancel" = "Zrušiť";
"livechat.button.open" = "Otvoriť";
"livechat.button.copy" = "Skopírovať";
"livechat.button.submit" = "ODOSLAŤ";
"livechat.button.back" = "< Späť";
"livechat.button.select" = "Vybrať";
"livechat.button.arrow" = "<";
"livechat.button.backButton" = "Späť";
"livechat.message.savetolibrary" = "Uložiť do priečinka fotoaparátu";
"livechat.message.offlineSend" = "Odoslanie offline";
"livechat.message.secs" = "%@ s";
"livechat.message.sec" = "%@ s";
"livechat.message.newmessage" = "%@ nová správa";
"livechat.message.newmessages" = "Nové správy: %@";
"livechat.message.chattransfered" = "Konverzácia bola prenesená. Dobrý deň, %@! S radosťou vám pomôžem ďalej.";
"livechat.message.agenjoinedchat" = "%@ sa pridal(a) do konverzácie.";
"livechat.message.sessionended" = "Relácia sa skončila – č. %@";
"livechat.message.sessionendednovisitid" = "Relácia sa skončila";
"livechat.message.connectedto" = "Pripojené k %@";
"livechat.message.sessionendtime" = "Relácia konverzácia sa skončí o %@";
"livechat.message.chatmissed" = "Čoskoro sa vám ozveme";
"livechat.message.defaultthankmsg" = "Ďakujeme, že ste nás kontaktovali. \n Zanechajte nám vaše hodnotné hodnotenie a spätnú väzbu.";
"livechat.ratingresponse.ratingandfeedback" = "Ďakujeme za vaše hodnotné hodnotenie a spätnú väzbu";
"livechat.ratingresponse.feedback" = "Ďakujeme za vašu hodnotnú spätnú väzbu";
"livechat.ratingresponse.rating" = "Ďakujeme za vaše hodnotné hodnotenie";
"livechat.message.name" = "Ja";
"livechat.ratingmessage.bad" = "Zlé";
"livechat.ratingmessage.good" = "Dobré";
"livechat.ratingmessage.wow" = "Vau";
"livechat.feedbackmessage.nofeedback" = "Bez spätnej väzby";
"livechat.connectionstatus.online" = "Online";
"livechat.connectionstatus.offline" = "Offline";
"livechat.connectionstatus.connecting" = "Pripája sa";
"livechat.connectionstatus.waitingfornetwork" = "Čaká sa na sieť";
"livechat.connectionstatus.noconnection" = "Bez pripojenia k sieti...";
"livechat.day.morning" = "Ráno";
"livechat.day.afternoon" = "Poobede";
"livechat.day.evening" = "Večer";
"livechat.day.night" = "V noci";
"livechat.day.today" = "Dnes";
"livechat.day.yesterday" = "Včera";
"livechat.fileSize.exceed.alert" = "Veľkosť súboru prekračuje maximálny prípustný limit";

//

"livechat.message.sessionend" = "Relácia chatu sa skončí";

"livechat.leave.feedback" = "Ďakujeme, že ste nás kontaktovali! \n Zanechajte nám vašu hodnotnú spätnú väzbu.";

"livechat.offline.sent" = "Odoslanie offline";

"livechat.conversation.gif" = "gif";

"livechat.conversation.image" = "obrázok";

"livechat.conversation.vidoe" = "video";

"livechat.conversation.audio" = "zvuk";

"livechat.conversation.file" = "súbor";

"livechat.conversation.location" = "miesto";

"livechat.conversation.contact" = "kontakt";

"livechat.ongoing.typing" = "píše";

"livechat.offline.message" = "Momentálne nie sme k dispozícii. Zanechajte nám správu a ozveme sa vám čo najskôr.";

"livechat.start.chat" = "Začať chat";

"livechat.recently.viewed" = "Nedávno zobrazené";

"livechat.faq.srarch.empty" = "Ach! Na článku, ktorý hľadáte, sa doposiaľ pracuje! Skúste to znova neskôr!";

"livechat.faq.search" = "Hľadanie článku";

"livechat.conversation" = "Konverzácie";

"livechat.faq" = "Databáza vedomostí";

"livechat.conversation.search.empty" = "Ľutujeme! Zdá sa, že žiadna existujúca konverzácia neobsahuje hľadané slovo. Skúste vyhľadať iné slovo!";

"livechat.conversation.attended" = "v %@ s %@"; //in zylker with andrew

"livechat.conversation.missed" = "Chýba v %@";//Missed in sales

"livechat.conversation.search" = "Hľadanie v konverzácii";

"livechat.conversation.empty" = "Zatiaľ žiadne konverzácie! Stačí len kliknúť a spojíte sa s našimi odborníkmi.";

"livechat.faq.empty" = "Náš modul článkov je doposiaľ vo výstavbe!";

"livechat.conversaiton.awaiting" = "Čaká na pripojenie...";

"livechat.faq.article" = "Článok";

"livechat.faq.articles" = "Články";

"livechat.faq.view" = "zobrazenia";

"livechat.faq.views" = "zobrazenia";




"livechat.button.endsession" = "Ukončiť reláciu";
"livechat.message.missedChat" = "Zmeškaný chat";
"livechat.message.sharedfile" = "Zdieľaný súbor";
"livechat.message.suggestions" = "Návrhy";
"livechat.message.like" = "Páči sa mi";
"livechat.message.dislike" = "Nepáči sa mi";
"livechat.message.timezone" = "Časové pásmo";
"livechat.message.date" = "Dátum";//
"livechat.message.time" = "Čas";//
"livechat.message.from" = "Od";//
"livechat.message.to" = "Pre";//
"livechat.message.speaker" = "Reproduktor";
"livechat.message.settings" = "Nastavenia";
"livechat.message.okay" = "V poriadku";
"livechat.button.dnt" = "Nesledovať";
"livechat.button.gotit" = "Chcem to!";
"livechat.button.learnmore" = "Ďalšie informácie";
"livechat.button.accept" = "Prijať";
"livechat.button.decline" = "Odmietnuť";
"livechat.message.slidetodelete" = "Posunutím odstránite";
"livechat.message.holdtorecord" = "Podržaním nahráte, uvoľnením zastavíte";
"livechat.permission.microphone" = "Umožnite prístup k mikrofónu vášho zariadenia pre nahrávanie a odosielanie hlasových správ.";
"livechat.buttton.later" = "Neskôr";
"livechat.message.permission" = "Presuňte sa do nastavení aplikácie";
"livechat.message.angry" = "Zlostný";
"livechat.message.sad" = "Smutný";
"livechat.message.neutral" = "Neutrálny";
"livechat.message.good" = "Dobré";
"livechat.message.great" = "Skvelé";

"livechat.message.chattransfering" = "%@ presmerováva tento chat používateľovi %@.";
"livechat.message.forwardsupport" = "%@ presmerováva tento chat .";
"livechat.message.forwardaccepted" = "Chat bol úspešne presmerovaný používateľovi %@.";

"livechat.button.done" = "Hotovo";
"livechat.button.skip" = "Preskočiť";
"livechat.button.confirm" = "Potvrdiť";
"livechat.message.bookslot" = "Rezervovať slot";

"livechat.message.verybad" = "Veľmi zlá";
"livechat.message.neutral" ="Neutrálny";
"livechat.message.pickdate" = "Vyberte dátum";
"livechat.message.pickslot" = "Vyberte časový úsek";
"livechat.message.pickloc" = "Vyberte miesto";
"livechat.message.location" = "Miesto";
"livechat.message.curloc" = "Odoslať aktuálnu polohu" ;
"livechat.message.selloc" = "Odoslať vybranú polohu";

"livechat.message.changeemail" = "Zmeniť e-mailovú adresu";
"livechat.message.translateconsent" = "Preklad spoločnosti Google";
"livechat.message.chatconsent" = "Súhlas s chatom";
"livechat.message.trackconsent" = "Súhlas so sledovaním";
"livechat.chatconsent.message" = "Kliknutím na tlačidlo Prijať vyhlasujete, že súhlasíte so všetkými našimi podmienkami a ustanoveniami uvedenými v tomto dokumente.";
"livechat.trackconsent.message1" = "Ahoj! Sledujeme vaše činnosti v našej aplikácii, aby sme pre vás vylepšili funkcie aplikácie.";
"livechat.trackconsent.message2" = "Ahoj! Sledujeme vaše činnosti v našej aplikácii, aby sme pre vás vylepšili funkcie aplikácie. Ak to však chcete zrušiť, kliknite na možnosť „Nesledovať“.";
"livechat.message.cardmask" = "Maskovanie kreditnej karty";
"livechat.creditcard.message" = "Pretože číslo vašej karty je dôverný údaj, chcete použiť na prvých 12 číslic čísla karty maskovanie?";
"livechat.button.mask" = "Maskovať";
"livechat.message.emailtranscript" = "Chystáte sa e-mailom poslať tento chat na adresu %@.";


"livechat.message.continuesession" = "Váš chat s nami sa skončil. Máte ďalšie otázky? Kliknite na tlačidlo Pokračovať a chatujte s nami.";
"livechat.button.sendemail" = "Odoslať prepis chatu e-mailom";
"livechat.button.continue" = "Nadaljuj";
"livechat.message.typeemail" = "Zadajte svoju e-mailovú adresu";
"livechat.message.mailsent" = "E-mail bol úspešne odoslaný";
"livechat.message.mailfailed" = "Odoslanie e-mailu sa nepodarilo";

"livechat.button.yes" = "ÁNO";
"livechat.button.no" = "NIE";
"livechat.message.connectohuman" = "Potrebujete ľudskú pomoc?";

"livechat.message.downloading" = "Stiahnuť";
"livechat.message.uploading" = "Nahráva sa";

"livechat.message.sendphoto" = "Odoslať 1 fotografiu";
"livechat.message.sendvideo" = "Odoslať 1 video";

"livechat.message.sendphotos" = "Odoslať %@ fotografií";
"livechat.message.sendvideos" = "Odoslať %@ videí";


"livechat.message.senditems" = "Odoslať %@ položiek";

"livechat.message.saved" = "Uložené";
"livechat.message.screenshot" = "Klepnutím zaznamenáte";

"livechat.message.time.yearsago" = "pred %@ rokmi";
"livechat.message.time.monthsago" = "pred %@ mesiacmi";
"livechat.message.time.weeksago" = "pred %@ týždňami";
"livechat.message.time.daysago" = "pred %@ dňami";
"livechat.message.time.hoursago" = "pred %@ hodinami";
"livechat.message.time.minutesago" = "pred %@ minútami";
"livechat.message.time.secondsago" = "pred %@ sekundami";
"livechat.continue.chat" = "Pokračovať v konverzácii";
"livechat.conversation.started" = "za %@";
"livechat.message.sendfeedback" = "Odoslať spätnú väzbu";
"livechat.message.sessionendtime" = "Relácia konverzácie sa skončí o %@.";

"livechat.message.recieveimage" = "%@ vám poslal(a) obrázok";
"livechat.message.recievevideo" = "%@ vám poslal(a) video";
"livechat.message.recievegif" = "%@ vám poslal(a) GIF";
"livechat.message.recievefile" = "%@ vám poslal(a) súbor";
"livechat.message.recieveaudio" = "%@ vám poslal(a) zvukový klip";
"livechat.message.sharescreenshot" = "Zdieľať snímku obrazovky";

//FORMS


//REOPEN
"livechat.message.error.internet" = "Skontrolujte pripojenie na internet.";
"livechat.message.error.unknown" = "Ľutujeme! Niečo sa nepodarilo. Skúste to znovu";
"livechat.conversation.started_no_dept" = "s %@";
"livechat.message.reopensession" = "Vaša relácia chatu bola ukončená. Chat môžete znovu otvoriť, pokiaľ máte ďalšie otázky.";
"livechat.message.failiure.unknown" = "Niečo sa nepodarilo. Kód chyby: %@";
"livechat.message.failiure.throttle" = "Spojenie vypadlo. Skúste to neskôr.";
"livechat.button.reopen" = "Znovu otvoriť chat";
"livechat.message.conversation.reopened" = "Znovu ste otvorili chat";
"livechat.message.sendblocked.ended" = "Tento chat bol ukončený";
"livechat.message.conversation.operatorsunavailable" = "Nie sú k dispozícii žiadni operátori";
"livechat.message.conversation.waiting" = "Operátor sa pripojí za chvíľu";
"livechat.message.conversation.formwaiting" = "Čakáme na podrobnosti od vás";

"livechat.message.chatwithus" = "Chatujte s nami teraz!";
"livechat.message.search" = "Hľadať";
"livechat.rate.titlemessage" = "Aké máte skúsenosti z rozhovoru s nami?";
"livechat.rate.subtitlemessage" = "Nájdite si chvíľku času a ohodnoťte nás";
"livechat.message.time.justnow" = "Práve teraz";
"livechat.message.file" = "Súbor";
"livechat.message.missed.message" = "Je nám ľúto, že sme vás zmeškali! Čoskoro sa vám ozveme!";
"livechat.message.connection.online.message" = "Opäť online!";

"salesiq.chat.branding" = "Vykonáva SalesIQ Mobilisten";
"livechat.button.download" = "Prevziať";
"livechat.alert.formactivenotice.title" = "Formulár aktívny v inej konverzácii";
"livechat.alert.formactivenotice.subtitle" = "Pred spustením novej konverzácie vyplňte formulár v predchádzajúcej konverzácii!";
"livechat.message.offlinemessage.submitted" = "Offline správa odoslaná";
"livechat.message.storage_permission.denied" = "Povolenie k ukladaciemu priestoru zamietnuté.";
"livechat.message.timedout" = "Uplynul časový limit";
"livechat.message.success" = "Úspešné";
"livechat.message.faliure" = "Neúspešné";

"livechat.message.widget.selectionlimit" = "Maximálny povolený limit výberu";
"livechat.message.noresult" = "Nenašli sa žiadne výsledky";
"livechat.message.waitingforconnection" = "Čaká sa na sieťové pripojenie";
"livechat.message.chat.closedalert" = "Relácia uzatvorená! Pokračujte opätovným otvorením konverzácie.";

"livechat.message.info.chatmissed" = "Zmeškali sme vašu žiadosť o chat";
"livechat.message.status.sending" = "Odosiela sa";
"livechat.message.status.sent" = "Odoslané";
"livechat.message.status.resend" = "Znova odoslať";
"livechat.message.status.delete" = "Odstrániť";
"livechat.message.inputcard.error.novalue" = "Zadajte prosím platnú hodnotu";

"livechat.chat.pendingaction.placeholder" = "Čakajte, prosím.";
"livechat.chat.sender.profanity.alert" = "Výstraha pred zneužitím";
"livechat.chat.queue.banner.calculating" = "Ide výpočet doby čakania...";
"livechat.chat.queue.banner.title" = "Ste vo fronte chatu";
"livechat.chat.queue.banner.timeremaining" = "Odhadovaný čas čakania je približne %@";
"livechat.chat.queue.banner.position.subtitle" = "Miesto vo fronte";
"livechat.chat.list.subtitle.queue.spot" = "Miesto v poradí: %@";
"livechat.gdpr.googletranslate.consent" = "Táto služba môže obsahovať preklady vykonávané Google. Spoločnosť Google sa zrieka všetkých záruk súvisiacich s prekladmi, výslovnými alebo predpokladanými, vrátane akýchkoľvek záruk presnosti, spoľahlivosti a všetkých predpokladaných záruk obchodovateľnosti, vhodnosti na určitý účel a neporušovania.";
"livechat.gdpr.translation.consent" = "Súhlas s prekladom";
"livechat.button.schedule" = "Plán";

"livechat.message.inputwidget.datetime.title" = "Dátum a čas";
"livechat.message.search.country.placeholder" = "Hľadať krajinu alebo kód";
"livechat.message.permission.denied.location" = "Povolenie na zisťovanie polohy zamietnuté";
"livechat.messsage.search.noresults" = "Nenašli sme žiadne výsledky zodpovedajúce vášmu hľadaniu";

"livechat.message.status.edit" = "Upraviť";
"livechat.message.status.reply" = "Odpovedať";
"livechat.message.deletingmessage" = "Odstránenie správy";
"livechat.message.deletemessage" = "Odstrániť správu?";
"livechat.message.messagedeletedforeveryone" = "Táto správa sa pre každého odstráni. Túto akciu nemožno vrátiť späť";
"livechat.message.loadmoremessage" = "Načítať viac";
"livechat.message.messagedeleted" = "Táto správa bola odstránená";
"livechat.message.messageedited" = "Upravené";
"livechat.message.failure.transcriptFetch" = "Správy nie je možné načítať. Skúste to znovu neskôr.";
"livechat.message.failure.deleteMessage" = "Správu nie je možné odstrániť. Skúste to znovu neskôr.";
"livechat.message.failure.editMessage" = "Správu nie je možné upraviť. Skúste to znovu neskôr.";

"livechat.message.log.title" = "Denník aplikácie";
"livechat.message.log.chatMessage" = "Operátor požiadal o prístup k vášmu denníku aplikácií";
"livechat.message.share" = "Zdieľať";
"livechat.info.message" = "Skopírované";

"livechat.booking.description"="Kliknutím dole na „Rezervovať teraz“ naplánujte svoje stretnutie."; 
"livechat.booking.bookappointment" = "Rezervovať stretnutie"; 
"livechat.booking.cancelbooking" = "Zrušiť rezerváciu"; 
"livechat.booking.cancelbooking.message" = "Naozaj chcete zrušiť túto rezerváciu?"; 
"livechat.booking.discardbooking" = "Naozaj chcete zahodiť zmeny?"; 
"livechat.common.discard" = "Zahodiť"; 
"livechat.booking.pickadate" = "Vyberte dátum"; 
"livechat.booking.allslotsbooked" = "Všetky úseky sú rezervované"; 
"livechat.booking.allslotsbooked.message" = "Zdá sa, že na tento dátum sú všetky úseky rezervované, skúste iný dátum."; 
"livechat.booking.unavailable" = "Nedostupné"; 
"livechat.booking.slots" = "Úseky"; 
"livechat.booking.slot" = "Úsek"; 
"livechat.booking.choosedate" = "Vyberte dátum"; 
"livechat.booking.bookingconfirmation.title" = "Potvrdenie rezervácie"; 
"livechat.booking.verifydetails" = "Potvrďte kontaktné údaje"; 
"livechat.common.noresultfound" = "Nenašli sa žiadne výsledky pre hľadanie"; 
"livechat.booking.choosetimeslot.title" = "Vyberte časový úsek"; 
"livechat.booking.booknow" = "Rezervovať teraz"; 
"livechat.booking.scheduled" = "Naplánované"; 
"livechat.booking.cancelled" = "Zrušené"; 
"livechat.booking.reschedule" = "Preplánovať"; 
"livechat.booking.cancel" = "Zrušiť";

"livechat.booking.expired" = "Vypršalo";
"livechat.booking.rescheduled" = "Preplánované";
"livechat.booking.error.booknow" = "Skúsiť znovu";
"livechat.booking.error.bookanappointment" = "Nemožno rezervovať stretnutie";
"livechat.booking.error.confirmappointment" = "Rezervácia stretnutia neúspešná. Skúste to znova.";
"livechat.booking.error.rescheduleaction" = "Nemožno preplánovať. Skúste to znova.";
"livechat.booking.error.cancelaction" = "Nepodarilo sa zrušiť. Skúste to znova.";
"livechat.booking.error.rescheduleappointment" = "Nemožno preplánovať. Skúste to znova.";
"livechat.info.booking.reschedule" = "Stretnutie preplánované";
"livechat.info.booking.cancel" = "Stretnutie je zrušené";
"livechat.booking.success.appointment" = "Stretnutie úspešne rezervované";
"livechat.booking.success.reschedule" = "Stretnutie úspešne preplánované";
"livechat.booking.success.cancel" = "Stretnutie úspešne zrušené";
"livechat.booking.disabled" = "Integrácia nie je na portáli povolená";
"livechat.booking.search" = "Nenašli sa žiadne výsledky pre";
"livechat.voicemessage.alert.title" = "Zahodiť hlasovú správu";
"livechat.voicemessage.alert.message" = "Tým zahodíte zaznamenanú hlasovú správu";
"livechat.booking.alert.discardChangesPrompt" = "Urobené zmeny sa neuložia. Chcete pokračovať?";
"livechat.alert.button.proceed" = "Pokračovať";
"livechat.alert.button.cancel" = "Zrušiť";

//knowledgebase
"livechat.knowledgebase.recentsearches" = "Nedávne vyhľadávania";
"livechat.knowledgebase.categories" = "Kategórie";
"livechat.knowledgebase.article.updated" = "Aktualizované";
"livechat.knowledgebase.action.like" = "Páči sa mi";
"livechat.knowledgebase.action.dislike" = "Nepáči sa mi";
"livechat.knowledgebase.info.liked" = "Páčilo sa";
"livechat.knowledgebase.info.disliked" = "Nepáčilo sa";
"livechat.knowledgebase.view" = "zobrazenie";
"livechat.knowledgebase.views" = "zobrazenia";
"livechat.knowledgebase.action.invalid" = "Neplatný úkon. Skúste to znova.";
"livechat.knowledgebase.noviews" = "Žiadne zobrazenia";

"livechat.knowledgebase.subcategories" = "Podkategórie";
"livechat.knowledgebase.article" = "článok";
"livechat.knowledgebase.articles" = "Články";
"livechat.knowledgebase.relatedarticles" = "Súvisiace články";
"livechat.knowledgebase.subcategory.count" = "podkategória";
"livechat.knowledgebase.subcategories.count" = "Podkategórie";
"livechat.knowledgebase.recentlyviewed" = "Nedávno zobrazené";
"livechat.knowledgebase.choosedepartment" = "Vyberte oddelenie";
"livechat.knowledgebase.search.departments" = "Oddelenia";
"livechat.knowledgebase.delete.or.disabled" = "Článok nedostupný";

"livechat.chat" = "Chat";
"livechat.knowledgebase.time.yearsago" = "Aktualizované pred %@ r.";
"livechat.knowledgebase.time.monthago" = "Aktualizované pred %@ m.";
"livechat.knowledgebase.time.dayago" = "Aktualizované pred 1 dňom";
"livechat.knowledgebase.time.daysago" = "Aktualizované pred %@ dňami";
"livechat.knowledgebase.time.hourago" = "Aktualizované pred 1 hodinou";
"livechat.knowledgebase.time.hoursago" = "Aktualizované pred %@ hodinami";
"livechat.knowledgebase.time.justnow" = "Aktualizované práve teraz";

"livechat.conversation.unavailable" = "Čet je nedostupný";
"livechat.message.file.not.supported" = "Typ súboru nie je podporovaný";
"livechat.message.sending.failed" = "Správu sa nepodarilo odoslať";
"livechat.launcher.dismiss" = "Potiahnutím sem zamietnete";
"livechat.button.endchat" = "Ukončiť chat";


"livechat.message.resendall" = "Znova odoslať všetko";
"livechat.message.deleteall" = "Odstrániť všetko";
"livechat.filebotcard.minimumselection.error" = "Vyberte aspoň minimum súborov (%@)";
"livechat.filebotcard.maximumselection.error" = "Maximálny počet súborov na zdieľanie je %@";
"livechat.filebotcard.selectionfile.limitexceed.error" = "Veľkosť súboru nesmie prekročiť %@";
"livechat.filebotcard.upload" = "Nahrať";

"livechat.message.widget.minimumselectionlimit" = "Je treba vybrať minimálne %@";
"livechat.message.resource.viewarticle" = "Zobraziť článok";
"livechat.filebotcard.unsupportedfile.error" = "Vybraný súbor nie je podporovaný, vyberte prosím iný súbor. ";
"livechat.fab.call.action" = "Hovor";
"livechat.fab.chat.action" = "Chat";
"livechat.fab.close.action" = "Zavrieť";

"livechat.info.call.convertedaschat" = "Hovor prevedený ako chat %@";
"livechat.info.call.end" = "Audio hovor o %@ po dobu %@";
"livechat.info.call.reject.peer" = "%@ je teraz zaneprázdnený/á. Skúste prosím zavolať neskôr";
"livechat.info.call.reject" = "%@ odmietol zvukový hovor na %@";
"livechat.info.call.missed.other" = "%@ zmeškal/a audio hovor o %@";
"livechat.info.call.missed.self" = "%@ zmeškal audio hovor o %@";
"livechat.info.call.cancelled" = "%@ zrušil/a audio hovor o %@";
"livechat.common.loading" = "Načítanie...";
"livechat.call.title.ongoingcall" = "Prebiehajúci hovor";
"livechat.prechat.chat.online.title" = "Chatujte s nami teraz!";
"livechat.prechat.chat.offline.title" = "Zanechajte nám správu";
"livechat.prechat.call.online.title" = "Zavolajte nám teraz";
"livechat.prechat.call.offline.title" = "Zanechajte nám zmeškaný hovor";
"livechat.call.warning.make.new.call" = "Nemôžete uskutočniť nový hovor, keď už máte iný hovor.";
"livechat.call.end.alert.when.end.conversation" = "Ukončením chatu tiež skončíte prebiehajúci hovor. Naozaj chcete pokračovať?";
"livechat.action.end" = "End";
"livechat.prechat.brand.back.to.online" = "Ahoj, sme znova online!";
"livechat.call.outgoingcall.duration" = "Odchádzajúci hovor pre %@";
"livechat.call.missed" = "Zmeškaný hovor";
"livechat.call.cancelled" = "Zrušený hovor";
"livechat.missed.chat.response" = "Ďakujeme, že ste nás kontaktovali! Čoskoro sa vám ozveme.";
"livechat.call.miss.alert.title" = "Operátori nie sú k dispozícii";
"livechat.call.miss.alert.message" = "Chcete nám zanechať zmeškaný hovor?";
"livechat.chat.miss.alert.message" = "Chcete nám zanechať správu?";
"livechat.call.recording.consent.title" = "Súhlas so zaznamenávaním hovoru";
"livechat.call.recording.consent" = "Všetky hovory sa nahrávajú na účely zabezpečenia kvality, vedenia záznamov a školenia. Kliknutím na „Súhlasím“ vyjadrujete súhlas s nahrávaním hovoru.";
"livechat.call.queue.title" = "Hovor v poradí";
"livechat.call.microphone.permission.title" = "Povoľte prosím prístup";
"livechat.call.microphone.permission.custom.message" = "%@ vyžaduje oprávnenie pre prístup k vášmu mikrofónu pre hlasové hovory";
"livechat.call.microphone.permission.message" = "Táto aplikácia vyžaduje oprávnenie pre prístup k vášmu mikrofónu pre hlasové hovory";
"livechat.button.endconversation" = "Ukončiť konverzáciu";
"livechat.message.offlinechat" = "Offline chat";
"livechat.message.offlinecall" = "Offline hovor";
"livechat.checkbox.consent.message" = "Súhlasím so zmluvnými podmienkami";
"livechat.checkbox.consent.message.tac" = "všeobecnými podmienkami";
"livechat.list.subtitle.queue.call" = "Váš hovor je vo fronte. Čakajte, prosím.";
"livechat.list.subtitle.queue.chat" = "Váš chat je v poradí. Čakajte, prosím.";
"livechat.common.gdpr.consent.title" = "Súhlas s konverzáciou";
"livechat.common.gdpr.consent.message" = "Kliknutím na tlačidlo Súhlasím vyhlasujete, že súhlasíte so všetkými podmienkami a ustanoveniami uvedenými v tomto dokumente.";
"livechat.common.gdpr.consent.message.in.forms" = "Zaškrtnutím políčka Podmienky súhlasíte so všetkými predpismi uvedenými v tomto dokumente.";
"livechat.form.toast.agree.tac" = "Ak chcete pokračovať, súhlaste s podmienkami";
"livechat.list.missed.call.subtitle" = "Zmeškali sme váš hovor. Skúste to neskôr.";
"livechat.list.cancel.call.subtitle" = "Zrušili ste audio hovor.";
"livechat.list.subtitle.ongoingcallinothersession" = "Prebiehajúci hovor v inej relácii";
"livechat.call.failed.message" = "Naši operátori sú zrejme teraz nedostupní!";
"livechat.call.waiting.for.response" = "Čakajte, kým sa náš zástupca podpory zúčastní vášho hovoru";
"livecaht.call.initialization.failed" = "Inicializácia zlyhala";
